/* No comment provided by engineer. */
"Set Cyberduck as default application for FTP and SFTP locations?" = "Postaviti Cyberduck kao podrazumevanu aplikaciju za FTP i SFTP lokacije?";

/* No comment provided by engineer. */
"As the default application, Cyberduck will open when you click on FTP or SFTP links in other applications, such as your web browser. You can change this setting in the Preferences later." = "Kao podrazumevana aplikacija, Cyberduck će otvoriti izabrane FTP i SFTP linkove unutar drugih aplikacija, kao što je internet pretraživač. Možete promeniti ova podešavanja u Postavkama kasnije.";

/* Apply proposed action. */
"Change" = "Promeni";

/* Do not display this dialog again. */
"Don't ask again" = "Ne pitaj ponovo";

/* Don't change anything. */
"Cancel" = "Otkaži";

/* Bookmark import from thirdparty applications */ 
"Import" = "Uvezi";
/* Import <<Application Name>> Bookmarks */
"Import {0} Bookmarks" = "Uvezen(o) {0} bukmark(a)";
/* 23 bookmarks found. */
"{0} bookmarks found. Do you want to add these to your bookmarks?" = "{0} bukmark(a) pronađeno. Želite li da ih dodate Vašim bukmarkovima?";
/* Write the source application into the comment field of the imported bookmark */
"Imported from {0}" = "Uvezeno iz {0}";